{
  "\t": 171,
  "\n": 26,
  " ": 0,
  "!": 75,
  "\"": 194,
  "&": 35,
  "'": 21,
  "(": 57,
  ")": 58,
  "*": 199,
  ",": 15,
  "-": 45,
  ".": 23,
  "/": 73,
  "0": 97,
  "1": 76,
  "2": 80,
  "3": 78,
  "4": 91,
  "5": 84,
  "6": 96,
  "7": 101,
  "8": 107,
  "9": 106,
  ":": 30,
  ";": 56,
  ">": 222,
  "?": 46,
  "A": 40,
  "B": 62,
  "C": 34,
  "D": 43,
  "E": 37,
  "F": 63,
  "G": 59,
  "H": 61,
  "I": 39,
  "J": 48,
  "K": 136,
  "L": 38,
  "M": 42,
  "N": 50,
  "O": 54,
  "P": 36,
  "Q": 51,
  "R": 52,
  "S": 41,
  "T": 49,
  "U": 67,
  "V": 53,
  "W": 175,
  "X": 69,
  "Y": 99,
  "Z": 74,
  "[": 188,
  "\\": 66,
  "]": 189,
  "a": 7,
  "b": 22,
  "c": 11,
  "d": 12,
  "e": 1,
  "f": 18,
  "g": 19,
  "h": 24,
  "i": 6,
  "j": 32,
  "k": 98,
  "l": 10,
  "m": 13,
  "n": 3,
  "o": 9,
  "p": 14,
  "q": 16,
  "r": 8,
  "s": 2,
  "t": 4,
  "u": 5,
  "v": 17,
  "w": 120,
  "x": 29,
  "y": 20,
  "z": 31,
  "{": 87,
  "}": 92,
  "\u00a0": 25,
  "\u00a7": 115,
  "\u00ab": 151,
  "\u00ad": 221,
  "\u00b7": 204,
  "\u00bb": 152,
  "\u00c0": 90,
  "\u00c6": 72,
  "\u00c7": 198,
  "\u00c9": 211,
  "\u00d4": 121,
  "\u00e0": 28,
  "\u00e1": 81,
  "\u00e2": 137,
  "\u00e3": 172,
  "\u00e6": 55,
  "\u00e7": 44,
  "\u00e8": 47,
  "\u00e9": 27,
  "\u00ea": 174,
  "\u00eb": 64,
  "\u00ee": 179,
  "\u00ef": 68,
  "\u00f1": 190,
  "\u00f2": 148,
  "\u00f3": 93,
  "\u00f4": 100,
  "\u00f5": 191,
  "\u00f9": 60,
  "\u00fa": 86,
  "\u00fb": 217,
  "\u00fc": 70,
  "\u0129": 192,
  "\u0152": 213,
  "\u0153": 71,
  "\u017f": 65,
  "\u0391": 122,
  "\u0392": 159,
  "\u0393": 173,
  "\u0394": 209,
  "\u0395": 153,
  "\u0396": 197,
  "\u0397": 144,
  "\u0398": 166,
  "\u0399": 132,
  "\u039a": 165,
  "\u039b": 206,
  "\u039c": 184,
  "\u039d": 141,
  "\u039f": 131,
  "\u03a0": 196,
  "\u03a3": 126,
  "\u03a4": 117,
  "\u03a5": 162,
  "\u03a6": 201,
  "\u03a9": 181,
  "\u03ac": 123,
  "\u03ad": 118,
  "\u03ae": 163,
  "\u03af": 110,
  "\u03b1": 88,
  "\u03b2": 125,
  "\u03b3": 111,
  "\u03b4": 104,
  "\u03b5": 89,
  "\u03b6": 129,
  "\u03b7": 124,
  "\u03b8": 109,
  "\u03b9": 82,
  "\u03ba": 127,
  "\u03bb": 85,
  "\u03bc": 103,
  "\u03bd": 77,
  "\u03be": 231,
  "\u03bf": 79,
  "\u03c0": 108,
  "\u03c1": 95,
  "\u03c2": 102,
  "\u03c3": 94,
  "\u03c4": 83,
  "\u03c5": 112,
  "\u03c6": 119,
  "\u03c7": 113,
  "\u03c9": 105,
  "\u03cc": 114,
  "\u03cd": 158,
  "\u03ce": 223,
  "\u03d0": 154,
  "\u03d2": 212,
  "\u03db": 150,
  "\u03f0": 116,
  "\u1ebd": 193,
  "\u1f00": 142,
  "\u1f04": 147,
  "\u1f08": 205,
  "\u1f10": 128,
  "\u1f11": 185,
  "\u1f14": 164,
  "\u1f15": 157,
  "\u1f18": 186,
  "\u1f21": 168,
  "\u1f22": 161,
  "\u1f25": 187,
  "\u1f26": 203,
  "\u1f2c": 227,
  "\u1f2d": 200,
  "\u1f30": 183,
  "\u1f31": 133,
  "\u1f32": 218,
  "\u1f37": 229,
  "\u1f38": 210,
  "\u1f40": 177,
  "\u1f41": 160,
  "\u1f45": 224,
  "\u1f49": 207,
  "\u1f50": 156,
  "\u1f51": 225,
  "\u1f53": 230,
  "\u1f54": 214,
  "\u1f69": 226,
  "\u1f6e": 202,
  "\u1f70": 167,
  "\u1f72": 135,
  "\u1f74": 134,
  "\u1f76": 146,
  "\u1f77": 143,
  "\u1f78": 139,
  "\u1f7a": 170,
  "\u1f7b": 215,
  "\u1f90": 220,
  "\u1fb1": 216,
  "\u1fb6": 180,
  "\u1fb7": 208,
  "\u1fbf": 169,
  "\u1fc4": 228,
  "\u1fc6": 140,
  "\u1fc7": 155,
  "\u1fd1": 130,
  "\u1fd6": 145,
  "\u1fe1": 219,
  "\u1fe6": 178,
  "\u1ff3": 176,
  "\u1ff6": 138,
  "\u1ff7": 149,
  "\u2019": 33,
  "\u2026": 182,
  "\u203a": 195
}