{
  "\n": 29,
  " ": 0,
  "!": 61,
  "\"": 177,
  "&": 163,
  "'": 118,
  "(": 44,
  ")": 43,
  "*": 107,
  "+": 111,
  ",": 16,
  "-": 30,
  ".": 24,
  "/": 113,
  "0": 80,
  "1": 48,
  "2": 58,
  "3": 72,
  "4": 75,
  "5": 78,
  "6": 82,
  "7": 76,
  "8": 77,
  "9": 83,
  ":": 41,
  ";": 34,
  "<": 178,
  "=": 109,
  ">": 143,
  "?": 53,
  "A": 45,
  "B": 81,
  "C": 37,
  "D": 39,
  "E": 38,
  "F": 85,
  "G": 89,
  "H": 86,
  "I": 36,
  "J": 54,
  "K": 73,
  "L": 35,
  "M": 42,
  "N": 51,
  "O": 47,
  "P": 52,
  "Q": 74,
  "R": 55,
  "S": 46,
  "T": 49,
  "U": 70,
  "V": 60,
  "W": 101,
  "X": 69,
  "Y": 104,
  "Z": 98,
  "[": 68,
  "]": 67,
  "_": 170,
  "a": 6,
  "b": 21,
  "c": 12,
  "d": 11,
  "e": 1,
  "f": 20,
  "g": 22,
  "h": 23,
  "i": 5,
  "j": 26,
  "k": 93,
  "l": 10,
  "m": 14,
  "n": 3,
  "o": 9,
  "p": 13,
  "q": 18,
  "r": 8,
  "s": 2,
  "t": 4,
  "u": 7,
  "v": 19,
  "w": 92,
  "x": 27,
  "y": 32,
  "z": 40,
  "{": 64,
  "}": 65,
  "~": 206,
  "\u00a0": 33,
  "\u00a3": 205,
  "\u00a7": 91,
  "\u00a9": 199,
  "\u00ab": 87,
  "\u00b0": 90,
  "\u00b1": 172,
  "\u00b4": 151,
  "\u00bb": 88,
  "\u00c0": 100,
  "\u00c1": 189,
  "\u00c2": 136,
  "\u00c4": 190,
  "\u00c6": 140,
  "\u00c7": 121,
  "\u00c8": 96,
  "\u00c9": 79,
  "\u00ca": 105,
  "\u00ce": 133,
  "\u00cf": 204,
  "\u00d4": 108,
  "\u00d6": 188,
  "\u00db": 138,
  "\u00dc": 150,
  "\u00e0": 25,
  "\u00e2": 56,
  "\u00e4": 110,
  "\u00e6": 102,
  "\u00e7": 59,
  "\u00e8": 28,
  "\u00e9": 15,
  "\u00ea": 31,
  "\u00eb": 112,
  "\u00ed": 180,
  "\u00ee": 50,
  "\u00ef": 95,
  "\u00f4": 63,
  "\u00f6": 114,
  "\u00f9": 62,
  "\u00fb": 57,
  "\u00fc": 106,
  "\u0152": 120,
  "\u0153": 84,
  "\u0301": 123,
  "\u0302": 183,
  "\u0391": 195,
  "\u0393": 194,
  "\u0394": 191,
  "\u039a": 187,
  "\u03ac": 149,
  "\u03ad": 168,
  "\u03ae": 145,
  "\u03af": 147,
  "\u03b1": 115,
  "\u03b2": 198,
  "\u03b3": 153,
  "\u03b4": 142,
  "\u03b5": 126,
  "\u03b6": 202,
  "\u03b7": 137,
  "\u03b8": 132,
  "\u03b9": 127,
  "\u03ba": 152,
  "\u03bb": 134,
  "\u03bc": 135,
  "\u03bd": 116,
  "\u03be": 154,
  "\u03bf": 117,
  "\u03c0": 124,
  "\u03c1": 122,
  "\u03c2": 128,
  "\u03c3": 130,
  "\u03c4": 119,
  "\u03c5": 139,
  "\u03c6": 161,
  "\u03c7": 141,
  "\u03c8": 146,
  "\u03c9": 157,
  "\u03cc": 164,
  "\u03cd": 165,
  "\u03ce": 181,
  "\u03d0": 193,
  "\u03f0": 129,
  "\u1f00": 144,
  "\u1f04": 156,
  "\u1f10": 167,
  "\u1f14": 201,
  "\u1f30": 159,
  "\u1f31": 197,
  "\u1f35": 184,
  "\u1f40": 185,
  "\u1f4c": 186,
  "\u1f55": 192,
  "\u1f57": 200,
  "\u1f70": 160,
  "\u1f76": 173,
  "\u1f77": 174,
  "\u1f78": 176,
  "\u1f7d": 175,
  "\u1fbd": 179,
  "\u1fc6": 182,
  "\u1fd6": 203,
  "\u1fe6": 155,
  "\u1ff6": 148,
  "\u2013": 94,
  "\u2014": 71,
  "\u2015": 166,
  "\u2018": 169,
  "\u2019": 17,
  "\u201c": 99,
  "\u201d": 103,
  "\u201e": 158,
  "\u2026": 66,
  "\u2042": 162,
  "\u2191": 97,
  "\u2212": 171,
  "\u221a": 196,
  "\u2500": 131,
  "\u2605": 125
}