{
  "\u0007": 322,
  "\b": 323,
  "\t": 94,
  "\n": 29,
  " ": 0,
  "!": 92,
  "\"": 89,
  "$": 115,
  "%": 197,
  "&": 237,
  "'": 19,
  "(": 57,
  ")": 56,
  "*": 67,
  "+": 123,
  ",": 17,
  "-": 31,
  ".": 21,
  "/": 101,
  "0": 82,
  "1": 50,
  "2": 65,
  "3": 71,
  "4": 79,
  "5": 75,
  "6": 80,
  "7": 84,
  "8": 85,
  "9": 68,
  ":": 47,
  ";": 63,
  "<": 113,
  "=": 132,
  ">": 114,
  "?": 54,
  "A": 41,
  "B": 72,
  "C": 34,
  "D": 48,
  "E": 39,
  "F": 49,
  "G": 86,
  "H": 69,
  "I": 38,
  "J": 51,
  "K": 93,
  "L": 37,
  "M": 44,
  "N": 55,
  "O": 60,
  "P": 46,
  "Q": 70,
  "R": 64,
  "S": 43,
  "T": 62,
  "U": 73,
  "V": 66,
  "W": 98,
  "X": 96,
  "Y": 97,
  "Z": 108,
  "[": 91,
  "]": 90,
  "^": 293,
  "_": 128,
  "`": 193,
  "a": 6,
  "b": 24,
  "c": 12,
  "d": 11,
  "e": 1,
  "f": 20,
  "g": 22,
  "h": 23,
  "i": 5,
  "j": 27,
  "k": 83,
  "l": 10,
  "m": 14,
  "n": 3,
  "o": 9,
  "p": 13,
  "q": 16,
  "r": 8,
  "s": 2,
  "t": 4,
  "u": 7,
  "v": 18,
  "w": 74,
  "x": 30,
  "y": 28,
  "z": 40,
  "|": 211,
  "}": 300,
  "~": 182,
  "\u00a0": 35,
  "\u00a1": 215,
  "\u00a3": 301,
  "\u00a7": 222,
  "\u00ab": 52,
  "\u00ac": 285,
  "\u00ad": 36,
  "\u00b0": 102,
  "\u00b1": 294,
  "\u00bb": 53,
  "\u00bf": 146,
  "\u00c0": 95,
  "\u00c1": 288,
  "\u00c2": 183,
  "\u00c4": 307,
  "\u00c7": 100,
  "\u00c8": 135,
  "\u00c9": 88,
  "\u00ca": 137,
  "\u00cb": 324,
  "\u00ce": 295,
  "\u00d4": 206,
  "\u00d6": 286,
  "\u00d9": 246,
  "\u00dc": 170,
  "\u00df": 172,
  "\u00e0": 25,
  "\u00e1": 106,
  "\u00e2": 77,
  "\u00e4": 104,
  "\u00e6": 224,
  "\u00e7": 42,
  "\u00e8": 32,
  "\u00e9": 15,
  "\u00ea": 33,
  "\u00eb": 109,
  "\u00ec": 223,
  "\u00ed": 105,
  "\u00ee": 58,
  "\u00ef": 87,
  "\u00f1": 156,
  "\u00f2": 174,
  "\u00f3": 103,
  "\u00f4": 61,
  "\u00f6": 131,
  "\u00f9": 45,
  "\u00fa": 141,
  "\u00fb": 76,
  "\u00fc": 111,
  "\u0152": 99,
  "\u0153": 81,
  "\u0192": 275,
  "\u02d9": 303,
  "\u0391": 221,
  "\u0393": 194,
  "\u0394": 218,
  "\u0395": 220,
  "\u0398": 292,
  "\u0399": 214,
  "\u039a": 245,
  "\u039c": 239,
  "\u039f": 290,
  "\u03a0": 264,
  "\u03a1": 248,
  "\u03a4": 291,
  "\u03a5": 263,
  "\u03a6": 165,
  "\u03a7": 261,
  "\u03a8": 150,
  "\u03a9": 247,
  "\u03ac": 144,
  "\u03ad": 159,
  "\u03ae": 173,
  "\u03af": 147,
  "\u03b1": 112,
  "\u03b2": 130,
  "\u03b3": 142,
  "\u03b4": 127,
  "\u03b5": 138,
  "\u03b6": 233,
  "\u03b7": 145,
  "\u03b8": 198,
  "\u03b9": 153,
  "\u03ba": 163,
  "\u03bb": 166,
  "\u03bc": 140,
  "\u03bd": 122,
  "\u03be": 229,
  "\u03bf": 125,
  "\u03c0": 143,
  "\u03c1": 136,
  "\u03c2": 134,
  "\u03c3": 187,
  "\u03c4": 124,
  "\u03c5": 188,
  "\u03c6": 129,
  "\u03c7": 184,
  "\u03c8": 236,
  "\u03c9": 164,
  "\u03cc": 157,
  "\u03cd": 234,
  "\u03ce": 209,
  "\u2013": 59,
  "\u2014": 167,
  "\u2018": 205,
  "\u2019": 26,
  "\u201c": 185,
  "\u201d": 180,
  "\u201e": 232,
  "\u2022": 296,
  "\u2026": 78,
  "\u203a": 265,
  "\u221a": 283,
  "\u2229": 299,
  "\u222a": 298,
  "\u222b": 284,
  "\u25ba": 278,
  "\u25c4": 279,
  "\u25cb": 230,
  "\u25cf": 249,
  "\uf020": 110,
  "\uf022": 250,
  "\uf024": 251,
  "\uf028": 242,
  "\uf029": 252,
  "\uf02a": 240,
  "\uf02c": 171,
  "\uf02d": 269,
  "\uf02e": 181,
  "\uf03a": 272,
  "\uf03d": 302,
  "\uf040": 208,
  "\uf041": 244,
  "\uf043": 258,
  "\uf044": 266,
  "\uf045": 148,
  "\uf046": 203,
  "\uf047": 320,
  "\uf04b": 255,
  "\uf04c": 199,
  "\uf04d": 271,
  "\uf04f": 226,
  "\uf050": 160,
  "\uf053": 231,
  "\uf054": 267,
  "\uf055": 310,
  "\uf056": 259,
  "\uf059": 297,
  "\uf05a": 309,
  "\uf05b": 280,
  "\uf05c": 274,
  "\uf05d": 281,
  "\uf061": 116,
  "\uf062": 178,
  "\uf064": 162,
  "\uf065": 118,
  "\uf066": 168,
  "\uf067": 120,
  "\uf068": 196,
  "\uf069": 121,
  "\uf06a": 177,
  "\uf06b": 161,
  "\uf06c": 119,
  "\uf06d": 139,
  "\uf06e": 107,
  "\uf06f": 117,
  "\uf070": 179,
  "\uf071": 289,
  "\uf072": 169,
  "\uf073": 151,
  "\uf074": 126,
  "\uf075": 195,
  "\uf076": 207,
  "\uf077": 154,
  "\uf078": 200,
  "\uf079": 152,
  "\uf07a": 238,
  "\uf080": 314,
  "\uf083": 243,
  "\uf084": 308,
  "\uf085": 317,
  "\uf086": 216,
  "\uf088": 158,
  "\uf08b": 149,
  "\uf08c": 204,
  "\uf08d": 257,
  "\uf08e": 186,
  "\uf090": 202,
  "\uf0a1": 133,
  "\uf0a2": 270,
  "\uf0a4": 192,
  "\uf0a6": 321,
  "\uf0a7": 319,
  "\uf0a8": 253,
  "\uf0a9": 268,
  "\uf0ad": 189,
  "\uf0ae": 191,
  "\uf0af": 219,
  "\uf0b0": 306,
  "\uf0b2": 262,
  "\uf0b3": 311,
  "\uf0b7": 318,
  "\uf0bb": 316,
  "\uf0be": 228,
  "\uf0c6": 305,
  "\uf0c7": 273,
  "\uf0cf": 276,
  "\uf0d6": 217,
  "\uf0db": 190,
  "\uf0dc": 256,
  "\uf0dd": 175,
  "\uf0de": 227,
  "\uf0df": 287,
  "\uf0e0": 212,
  "\uf0e4": 254,
  "\uf0e5": 260,
  "\uf0e6": 225,
  "\uf0e8": 210,
  "\uf0e9": 213,
  "\uf0ea": 241,
  "\uf0eb": 313,
  "\uf0ef": 315,
  "\uf0f1": 155,
  "\uf0f2": 201,
  "\uf0f3": 312,
  "\uf0f4": 277,
  "\uf0f5": 176,
  "\uf0f6": 235,
  "\uf0f8": 304,
  "\ufeff": 282
}