{
  "\t": 28,
  "\n": 11,
  " ": 0,
  "!": 69,
  "\"": 123,
  "#": 103,
  "$": 136,
  "%": 109,
  "&": 74,
  "'": 57,
  "(": 42,
  ")": 41,
  "*": 27,
  "+": 108,
  ",": 24,
  "-": 55,
  ".": 13,
  "/": 61,
  "0": 67,
  "1": 62,
  "2": 68,
  "3": 71,
  "4": 78,
  "5": 77,
  "6": 83,
  "7": 85,
  "8": 79,
  "9": 75,
  ":": 60,
  ";": 73,
  "<": 181,
  "=": 106,
  ">": 185,
  "?": 48,
  "@": 133,
  "A": 30,
  "B": 44,
  "C": 43,
  "D": 53,
  "E": 33,
  "F": 49,
  "G": 52,
  "H": 40,
  "I": 26,
  "J": 63,
  "K": 58,
  "L": 39,
  "M": 38,
  "N": 35,
  "O": 34,
  "P": 54,
  "Q": 70,
  "R": 47,
  "S": 32,
  "T": 29,
  "U": 37,
  "V": 65,
  "W": 45,
  "X": 88,
  "Y": 36,
  "Z": 97,
  "[": 90,
  "\\": 173,
  "]": 98,
  "^": 190,
  "_": 111,
  "a": 3,
  "b": 21,
  "c": 16,
  "d": 14,
  "e": 1,
  "f": 19,
  "g": 18,
  "h": 8,
  "i": 5,
  "j": 51,
  "k": 23,
  "l": 10,
  "m": 17,
  "n": 7,
  "o": 4,
  "p": 22,
  "q": 50,
  "r": 9,
  "s": 6,
  "t": 2,
  "u": 12,
  "v": 25,
  "w": 20,
  "x": 46,
  "y": 15,
  "z": 56,
  "{": 92,
  "|": 91,
  "}": 94,
  "~": 219,
  "\u00a0": 72,
  "\u00a3": 226,
  "\u00a7": 186,
  "\u00a9": 274,
  "\u00ab": 220,
  "\u00ac": 179,
  "\u00b0": 275,
  "\u00bb": 221,
  "\u00c0": 134,
  "\u00c1": 288,
  "\u00c4": 249,
  "\u00c6": 265,
  "\u00c7": 139,
  "\u00c9": 124,
  "\u00ca": 227,
  "\u00d4": 287,
  "\u00d8": 273,
  "\u00dc": 170,
  "\u00df": 207,
  "\u00e0": 80,
  "\u00e1": 180,
  "\u00e2": 121,
  "\u00e4": 125,
  "\u00e5": 266,
  "\u00e6": 183,
  "\u00e7": 96,
  "\u00e8": 84,
  "\u00e9": 64,
  "\u00ea": 89,
  "\u00eb": 156,
  "\u00ec": 189,
  "\u00ed": 165,
  "\u00ee": 120,
  "\u00ef": 119,
  "\u00f0": 217,
  "\u00f1": 99,
  "\u00f2": 224,
  "\u00f3": 163,
  "\u00f4": 127,
  "\u00f6": 113,
  "\u00f9": 138,
  "\u00fa": 248,
  "\u00fb": 112,
  "\u00fc": 100,
  "\u00fe": 286,
  "\u00ff": 263,
  "\u0101": 151,
  "\u0142": 218,
  "\u014d": 225,
  "\u0153": 164,
  "\u017d": 187,
  "\u017e": 188,
  "\u018e": 231,
  "\u01a7": 276,
  "\u01ce": 201,
  "\u01d0": 202,
  "\u0251": 284,
  "\u0252": 184,
  "\u0254": 281,
  "\u0259": 157,
  "\u026a": 131,
  "\u0283": 283,
  "\u028c": 232,
  "\u02c8": 146,
  "\u02cc": 222,
  "\u02d0": 282,
  "\u0323": 182,
  "\u0336": 118,
  "\u0393": 262,
  "\u03ac": 140,
  "\u03ad": 153,
  "\u03ae": 267,
  "\u03af": 166,
  "\u03b1": 107,
  "\u03b2": 235,
  "\u03b3": 130,
  "\u03b4": 116,
  "\u03b5": 105,
  "\u03b6": 244,
  "\u03b7": 161,
  "\u03b8": 141,
  "\u03b9": 104,
  "\u03ba": 117,
  "\u03bb": 110,
  "\u03bc": 128,
  "\u03bd": 86,
  "\u03be": 246,
  "\u03bf": 95,
  "\u03c0": 129,
  "\u03c1": 115,
  "\u03c2": 122,
  "\u03c3": 102,
  "\u03c4": 93,
  "\u03c5": 132,
  "\u03c6": 160,
  "\u03c7": 137,
  "\u03c8": 162,
  "\u03c9": 159,
  "\u03cc": 126,
  "\u03cd": 171,
  "\u03ce": 240,
  "\u042f": 158,
  "\u05b0": 212,
  "\u05b4": 210,
  "\u05b5": 215,
  "\u05b7": 209,
  "\u05bc": 213,
  "\u05c1": 216,
  "\u05d1": 211,
  "\u05d7": 259,
  "\u05d9": 169,
  "\u05df": 145,
  "\u05e2": 168,
  "\u05e9": 214,
  "\u05ea": 208,
  "\u1f00": 152,
  "\u1f04": 195,
  "\u1f10": 172,
  "\u1f14": 135,
  "\u1f26": 234,
  "\u1f30": 242,
  "\u1f34": 241,
  "\u1f36": 268,
  "\u1f40": 269,
  "\u1f41": 236,
  "\u1f45": 167,
  "\u1f50": 237,
  "\u1f54": 191,
  "\u1f55": 196,
  "\u1f56": 178,
  "\u1f70": 143,
  "\u1f72": 198,
  "\u1f73": 271,
  "\u1f74": 155,
  "\u1f75": 272,
  "\u1f76": 238,
  "\u1f77": 270,
  "\u1f78": 142,
  "\u1fb3": 245,
  "\u1fb6": 194,
  "\u1fbd": 154,
  "\u1fc6": 239,
  "\u1fc7": 199,
  "\u1fd6": 243,
  "\u1fe6": 144,
  "\u1ff3": 193,
  "\u1ff6": 197,
  "\u1ff7": 192,
  "\u2006": 177,
  "\u2009": 230,
  "\u2013": 66,
  "\u2014": 87,
  "\u2015": 229,
  "\u2018": 59,
  "\u2019": 31,
  "\u201c": 82,
  "\u201d": 81,
  "\u2020": 285,
  "\u2025": 114,
  "\u2026": 76,
  "\u202c": 260,
  "\u202f": 247,
  "\u204b": 233,
  "\u2053": 223,
  "\u2124": 264,
  "\u2143": 279,
  "\u2192": 147,
  "\u2194": 101,
  "\u21d4": 176,
  "\u2203": 250,
  "\u221e": 228,
  "\u2227": 175,
  "\u2228": 174,
  "\u2245": 280,
  "\u25ca": 278,
  "\u2c6d": 277,
  "\u4f26": 150,
  "\u5154": 257,
  "\u5305": 256,
  "\u5b50": 204,
  "\u5c0f": 200,
  "\u5df4": 148,
  "\u5f0f": 206,
  "\u6bd4": 149,
  "\u722c": 258,
  "\u72d7": 205,
  "\u74e3": 253,
  "\u7b3c": 255,
  "\u8001": 203,
  "\u8c46": 252,
  "\u8fa3": 251,
  "\u9171": 254,
  "\ufeff": 261
}