{
  "\n": 37,
  " ": 0,
  "!": 64,
  "\"": 101,
  "%": 135,
  "&": 128,
  "(": 56,
  ")": 53,
  "*": 113,
  ",": 16,
  "-": 31,
  ".": 24,
  "/": 102,
  "0": 81,
  "1": 68,
  "2": 72,
  "3": 76,
  "4": 78,
  "5": 82,
  "6": 83,
  "7": 86,
  "8": 80,
  "9": 77,
  ":": 54,
  ";": 48,
  "<": 140,
  "=": 127,
  ">": 145,
  "?": 67,
  "A": 39,
  "B": 52,
  "C": 34,
  "D": 57,
  "E": 42,
  "F": 65,
  "G": 60,
  "H": 74,
  "I": 44,
  "J": 43,
  "K": 91,
  "L": 41,
  "M": 33,
  "N": 66,
  "O": 62,
  "P": 47,
  "Q": 73,
  "R": 63,
  "S": 40,
  "T": 69,
  "U": 79,
  "V": 50,
  "W": 90,
  "X": 85,
  "Y": 97,
  "Z": 98,
  "[": 93,
  "]": 92,
  "^": 111,
  "a": 3,
  "b": 21,
  "c": 13,
  "d": 11,
  "e": 1,
  "f": 20,
  "g": 22,
  "h": 23,
  "i": 4,
  "j": 25,
  "k": 75,
  "l": 9,
  "m": 12,
  "n": 6,
  "o": 10,
  "p": 14,
  "q": 19,
  "r": 8,
  "s": 2,
  "t": 5,
  "u": 7,
  "v": 17,
  "w": 71,
  "x": 28,
  "y": 32,
  "z": 35,
  "{": 150,
  "|": 144,
  "}": 130,
  "~": 153,
  "\u00a0": 61,
  "\u00a7": 95,
  "\u00ab": 36,
  "\u00ae": 133,
  "\u00b0": 100,
  "\u00b7": 138,
  "\u00ba": 106,
  "\u00bb": 38,
  "\u00bc": 154,
  "\u00bd": 116,
  "\u00c0": 88,
  "\u00c2": 132,
  "\u00c7": 96,
  "\u00c8": 109,
  "\u00c9": 87,
  "\u00ca": 108,
  "\u00cb": 152,
  "\u00ce": 123,
  "\u00d4": 105,
  "\u00e0": 26,
  "\u00e1": 143,
  "\u00e2": 58,
  "\u00e4": 115,
  "\u00e6": 99,
  "\u00e7": 51,
  "\u00e8": 29,
  "\u00e9": 15,
  "\u00ea": 30,
  "\u00eb": 94,
  "\u00ee": 55,
  "\u00ef": 84,
  "\u00f1": 149,
  "\u00f4": 59,
  "\u00f6": 142,
  "\u00f9": 46,
  "\u00fb": 49,
  "\u00fc": 112,
  "\u0101": 148,
  "\u0152": 107,
  "\u0153": 70,
  "\u039b": 156,
  "\u03a4": 157,
  "\u03b1": 110,
  "\u03b2": 151,
  "\u03b3": 136,
  "\u03b4": 146,
  "\u03b5": 124,
  "\u03b6": 164,
  "\u03b7": 131,
  "\u03b8": 137,
  "\u03b9": 117,
  "\u03ba": 134,
  "\u03bc": 126,
  "\u03bd": 120,
  "\u03bf": 118,
  "\u03c0": 162,
  "\u03c1": 122,
  "\u03c2": 141,
  "\u03c3": 129,
  "\u03c4": 125,
  "\u03c5": 114,
  "\u03c6": 160,
  "\u03c7": 155,
  "\u03c9": 121,
  "\u03d0": 169,
  "\u1f30": 167,
  "\u1f72": 159,
  "\u1f74": 165,
  "\u1f75": 168,
  "\u1f76": 166,
  "\u1f78": 158,
  "\u1f79": 147,
  "\u1f7b": 163,
  "\u1fe6": 161,
  "\u2013": 89,
  "\u2014": 45,
  "\u2019": 18,
  "\u201c": 103,
  "\u201d": 104,
  "\u2022": 139,
  "\u2026": 119,
  "\u202f": 27
}